<?php
require_once $_SERVER['DOCUMENT_ROOT'].'/Eudoxus/dbconnect.php';
?>
<?php
require $_SERVER['DOCUMENT_ROOT']."/Eudoxus/header.php";
?>
<div class = "container-fluid" style= "margin:20px auto">
<button class="collapsible">Οδηγίες για φοιτητές για την πρώτη τους είσοδο.</button>
<div class="contentqa">
    <p>Ο φοιτητής εισέρχεται στην εφαρμογή φοιτητών του Ευδόξου όπου και γίνεται η πιστοποίηση - εξουσιοδότησή του
        (μέσω Shibboleth) με όνομα χρήστη και κωδικό πρόσβασης, τα οποία έχει λάβει από το οικείο του Τμήμα.
        Αφού συνδεθεί μπορεί:
        - να δει όλα τα μαθήματα/θεματικές ενότητες του προγράμματος σπουδών του Τμήματός του και τα αντίστοιχα
        προτεινόμενα συγγράμματα/σειρές συγγραμμάτων
        - να κάνει προεπισκόπηση του εξώφυλλου, του οπισθόφυλλου, του πίνακα περιεχομένων και ενός ενδεικτικού
        αποσπάσματος από κάθε σύγγραμμα
        - να ενημερωθεί άμεσα για την τρέχουσα διαθεσιμότητα κάθε συγγράμματος καθώς και για τα σημεία παράδοσης στην
        πόλη του
        - να επιλέξει συγγράμματα/σειρές συγγραμμάτων για τα μαθήματα/θεματικές ενότητες στα οποία έχει εγγραφεί κατά
        το τρέχον εξάμηνο
        - να βρει τη διεύθυνση του Σημείου Διανομής
        Κατόπιν, ο φοιτητής καταχωρίζει τον αριθμό του κινητού του τηλεφώνου και το email του και λαμβάνει άμεσα από
        τον Εύδοξο ένα μήνυμα με τον κωδικό ΡΙΝ, με τον οποίο μπορεί να παραλαμβάνει τα επιλεγμένα συγγράμματα από τα
        σημεία διανομής των αντίστοιχων εκδοτών.
        Όροι και Προϋποθέσεις συμμετοχής φοιτητών στο πρόγραμμα "Εύδοξος".
    </p>
</div>





<button class="collapsible">Μπορεί ο φοιτητής να δηλώσει και να παραλάβει συγγράμματα για μαθήματα/ θεματικές
    ενότητες προηγούμενων εξαμήνων;</button>
<div class="contentqa">
    <p>
        Ναι, εφόσον ο φοιτητής δεν έχει εξεταστεί επιτυχώς στο συγκεκριμένο μάθημα/θεματική ενότητα και δεν έχει
        παραλάβει ήδη σύγγραμμα για το μάθημα/θεματική ενότητα αυτό τα προηγούμενα εξάμηνα.
        Ακόμα και αν το σύγγραμμα του μαθήματος/θεματικής ενότητας έχει αλλάξει σε περίπτωση που ο φοιτητής έχει
        παραλάβει ήδη σύγγραμμα για το εν λόγω μάθημα/θεματική ενότητα στο παρελθόν δεν δικαιούται να παραλάβει νέο
        σύγγραμμα στο ίδιο μάθημα/θεματική ενότητα.

    </p>

    </div>

    <button class="collapsible">Τι σημαίνει όταν δίπλα σε κάποιο Σύγγραμμα εμφανίζεται η ένδειξη "Διαθεσιμότητα: 0";
 
 </button>
<div class="contentqa">
    <p>
    Σημαίνει πως δεν υπάρχουν αντίτυπα του Συγγράμματος στο Σημείο Διανομής και ότι ο Εκδότης θα στείλει σύντομα νέα αντίτυπα. Με την άφιξη των νέων αντιτύπων η εφαρμογή ενημερώνεται αυτόματα, οπότε ο Φοιτητής μπορεί ανατρέχοντας στην εφαρμογή να ενημερώνεται για το διαθέσιμο απόθεμα.
    </p>

    </div>

    <button class="collapsible">Σε περίπτωση απώλειας του προσωπικού κωδικού PIN, πως μπορεί να γίνει η ανάκτησή του;</button>
<div class="contentqa">
    <p>
    Ο φοιτητής έχει τη δυνατότητα να επιλέξει επαναποστολή του κωδικού PIN από την εφαρμογή του στο "Εύδοξος".  Συγκεκριμένα, από την αρχική σελίδα της εφαρμογής του φοιτητή επιλέγει: "Δηλώσεις Συγγραμμάτων" -> "Ενημέρωση τρέχουσας δήλωσης" ή "Επισκόπηση" για παλιότερη δήλωση -> "Συνέχεια" και στη νέα οθόνη μπορεί να επιλέξει "Υπενθύμιση του αριθμού ΡΙΝ". Το PIN θα εμφανιστεί στην οθόνη του φοιτητή και θα σταλεί και στο e-mail που έχει ορίσει στο "Εύδοξος".
     </p>

    </div>

    <button class="collapsible">Οι φοιτητές που υποβάλλουν αίτηση μετεγγραφής σε ποιο τμήμα δικαιούνται να δηλώσουν Συγγράμματα;</button>
<div class="contentqa">
    <p>
    Οι φοιτητές ή σπουδαστές, που υποβάλλουν αίτηση μετεγγραφής στις Γραμματείες των Τμημάτων και επέλεξαν διδακτικά συγγράμματα μέσω του πληροφοριακού συστήματος “ΕΥΔΟΞΟΣ”, τα οποία προμηθεύτηκαν ενόσω φοιτούσαν ή σπούδαζαν στο Τμήμα προέλευσης, έχουν την δυνατότητα αφότου μετεγγραφούν στο Τμήμα υποδοχής να επιλέξουν εκ νέου συγγράμματα μέσω του ιδίου πληροφοριακού συστήματος. Οι μετεγγραφόμενοι φοιτητές ή σπουδαστές, που εξετάστηκαν ήδη στο Τμήμα προέλευσης, οφείλουν να δηλώσουν στο πληροφοριακό σύστημα μόνο τον αριθμό των μαθημάτων για τα οποία έχουν παραλάβει συγγράμματα και κατά την κρίση της Γενικής Συνέλευσης του Τμήματος υποδοχής απαλλάσσονται από την εξέταση τους. Εάν οι υποβάλλοντες αίτηση μετεγγραφής βρίσκονται στο πρώτο εξάμηνο σπουδών και δεν έχουν εξεταστεί στο τμήμα προέλευσης, τότε θα δηλώνουν μηδενικό αριθμό μαθημάτων.
Οι φοιτητές ή σπουδαστές,  που υποβάλλουν ηλεκτρονικά αίτηση μετεγγραφής, δικαιούνται να επιλέξουν συγγράμματα μέσω του ίδιου πληροφοριακού συστήματος, μόνο αφού εγγραφούν στο Τμήμα υποδοχής.

    </p>

    </div>

    <button class="collapsible">Μπορεί ο φοιτητής να επιλέξει Συγγράμματα και για άλλη περίοδο;</button>
<div class="contentqa">
    <p>
    Όχι, ο φοιτητής μπορεί να δηλώσει μόνο συγγράμματα/σειρές συγγραμμάτων για τα μαθήματα τα οποία ανήκουν στην τρέχουσα περίοδο, χειμερινή ή εαρινή.</p>

    </div>

    <button class="collapsible">Πως υπολογίζεται ο αριθμός μαθημάτων/θεματικών ενοτήτων για τα οποία έχουν παραληφθεί Συγγράμματα πριν το "Εύδοξος";
</button>
<div class="contentqa">
<p>
Πρόκειται για το συνολικό αριθμό μαθημάτων/θεματικών ενοτήτων για τα οποία ο Φοιτητής έχει παραλάβει σύγγραμμα (το οποίο μπορεί να αποτελείται από ένα η περισσότερα βιβλία). Δε συμπεριλαμβάνονται δωρεάν πανεπιστημιακές σημειώσεις ή σημειώσεις εργαστηρίων.
Σε περίπτωση μετεγγραφών συμπεριλαμβάνεται και ο αριθμός συγγραμμάτων που παραλήφθησαν στο τμήμα προέλευσης.
</p>
    </div>

    <button class="collapsible">Στο Εύδοξος συμμετέχουν και οι νεοεισαχθέντες φοιτητές;</button>
<div class="contentqa">
<p>
Ναι. Μετά την εγγραφή τους στις σχολές θα πρέπει να λάβουν κωδικούς πιστοποίησης (username, password) από το οικείο ίδρυμα.
 </p>
    </div>

    <button class="collapsible">Με ποιους κωδικούς μπορούν οι φοιτητές να εισέλθουν στο σύστημα;</button>
<div class="contentqa">
<p>
Οι φοιτητές μπορούν να πιστοποιηθούν στο ΚΠΣ και να επιλέξουν Συγγράμματα με τους κωδικούς (username, password) που έχουν λάβει από το οικείο ίδρυμα.  </p>
    </div>


    <button class="collapsible">Τι πρέπει να προσέχει ο φοιτητής για την ασφάλειά του?</button>
<div class="contentqa">
<p>
Ο φοιτητής δεν θα πρέπει να αποκαλύπτει σε κανέναν το Όνομα Χρήστη και τον Κωδικό Πρόσβασης που του έχουν δοθεί από το Ίδρυμά του, όπως επίσης και τον προσωπικό κωδικό PIN που λαμβάνει κατά τη δήλωση συγγραμμάτων του.
Επίσης, σε περίπτωση που ο φοιτητής συνδέεται στο σύστημα από δημόσιο υπολογιστή, πρέπει να βεβαιωθεί ότι επιλέγει πάντα το κουμπί "Αποσύνδεση" πάνω δεξιά στην οθόνη κατά την έξοδό του καθώς και ότι κλείνει το φυλλομετρητή.</p>    </div>


<button class="collapsible">Τι μπορώ να κάνω σε περίπτωση που χάσω τους κωδικούς μου / αντιμετωπίζω πρόβλημα με την είσοδό μου στην εφαρμογή φοιτητών;
</button>
<div class="contentqa">
<p>
Για θέματα που αφορούν την πρόσβασή σας στην εφαμοργή φοιτητών του Ευδόξου (Όνομα Χρήστη/Κωδικός Πρόσβασης) θα πρέπει να απευθυνθείτε στις αντίστοιχες υπηρεσίες του οικείου σας ιδρύματος.
</p>    </div>

<button class="collapsible">Εάν αλλάξει γνώμη ο φοιτητής για το Σύγγραμμα που έχει δηλώσει μπορεί να αλλάξει τη δήλωσή του;</button>
<div class="contentqa">
<p>
Εφ' όσον δεν έχει γίνει παραλαβή Συγγράμματος για ένα μάθημα, ο φοιτητής διατηρεί το δικαίωμα να αλλάξει την επιλογή του και στο "Εύδοξος", εντός της σχετικής προθεσμίας. Επισημαίνεται ότι για τα συγγράμματα που αποστέλλονται μέσω ταχυμεταφοράς, αλλαγή επιλογής δεν μπορεί να γίνει μετά την εκκίνηση αποστολής του βιβλίου από τον Εκδότη.
</p>    </div>

<button class="collapsible">Πόσα βιβλία μπορεί να δηλώσει στο σύστημα και να παραλάβει ένας φοιτητής για το τρέχον εξάμηνο;
 </button>
<div class="contentqa">
<p>
Ο αριθμός των Συγγραμμάτων που μπορεί να παραλάβει ένας φοιτητής κάθε εξάμηνο καθορίζεται από τη σχολή του.
</p>    </div>
 

 </div>









    <script>
        var coll = document.getElementsByClassName("collapsible");
        var i;

        for (i = 0; i < coll.length; i++) {
            coll[i].addEventListener("click", function () {
                this.classList.toggle("active");
                var content = this.nextElementSibling;
                if (content.style.display === "block") {
                    content.style.display = "none";
                } else {
                    content.style.display = "block";
                }
            });
        }
    </script>



    <?php
include $_SERVER['DOCUMENT_ROOT'].'/Eudoxus/footer.php';
?>